{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "(Default)"
			},
			"Translation":
			{
				"Text": "(Default)"
			},
			"Key": "7734B77748A4ECE3D0F1A0876FC2ED04"
		},
		{
			"Source":
			{
				"Text": "* Preview Does not work in Play in Editor mode.\r\n* The contents of if statements and Jump commands are not reflected correctly.\r\n* Some commands such as RunMacroAsParallel and CallWidgetFunction are not supported."
			},
			"Translation":
			{
				"Text": "* Preview Does not work in Play in Editor mode.\r\n* The contents of if statements and Jump commands are not reflected correctly.\r\n* Some commands such as RunMacroAsParallel and CallWidgetFunction are not supported."
			},
			"Key": "CF568C5C40510C7B0AE4B493FC176EC3"
		},
		{
			"Source":
			{
				"Text": "* The asset specified by the non-readonly variable is not displayed.\r\n* In the 'Search Unused Assets in Scenarios,' assets that are used within the scenario\r\n  and their dependent assets are also excluded from the results."
			},
			"Translation":
			{
				"Text": "* The asset specified by the non-readonly variable is not displayed.\r\n* In the 'Search Unused Assets in Scenarios,' assets that are used within the scenario\r\n  and their dependent assets are also excluded from the results."
			},
			"Key": "C53C1B75440991D04D27EFAE694081F2"
		},
		{
			"Source":
			{
				"Text": "* This feature is available only in Play in Editor mode.\r\n* The only Local Variables that can be updated are those included in the scenario currently being executed in the Default process."
			},
			"Translation":
			{
				"Text": "* This feature is available only in Play in Editor mode.\r\n* The only Local Variables that can be updated are those included in the scenario currently being executed in the Default process."
			},
			"Key": "E566FD8B4900FAD254D91DB01015CADC"
		},
		{
			"Source":
			{
				"Text": "+ New Save Data"
			},
			"Translation":
			{
				"Text": "+ New Save Data"
			},
			"Key": "539CAAE84FB83586C8F960AC4C3EEC71"
		},
		{
			"Source":
			{
				"Text": "001"
			},
			"Translation":
			{
				"Text": "001"
			},
			"Key": "507CB1D24AF597EA58A68CBF4DC9B273"
		},
		{
			"Source":
			{
				"Text": "1990/01/01 00:00:00"
			},
			"Translation":
			{
				"Text": "1990/01/01 00:00:00"
			},
			"Key": "B5F060854FBC38BEDC0EBFAFDE95C0EF"
		},
		{
			"Source":
			{
				"Text": "Add"
			},
			"Translation":
			{
				"Text": "Add"
			},
			"Key": "059304A542B5F8ABC8D594AE1B576F57"
		},
		{
			"Source":
			{
				"Text": "Add"
			},
			"Translation":
			{
				"Text": "Add"
			},
			"Key": "603BC1F14A3535A729841688C7F56312"
		},
		{
			"Source":
			{
				"Text": "Add"
			},
			"Translation":
			{
				"Text": "Add"
			},
			"Key": "975E78CB48EDBD17387B2787A56FB337"
		},
		{
			"Source":
			{
				"Text": "Add"
			},
			"Translation":
			{
				"Text": "Add"
			},
			"Key": "0190EB304AA2B8A7C2FE2EB9ED7D457B"
		},
		{
			"Source":
			{
				"Text": "Add Above"
			},
			"Translation":
			{
				"Text": "Add Above"
			},
			"Key": "0300C8C74F389F8E5AE1B1AD188DE05F"
		},
		{
			"Source":
			{
				"Text": "Add Above"
			},
			"Translation":
			{
				"Text": "Add Above"
			},
			"Key": "EB82ED8B41F25CB584664C8D5314F293"
		},
		{
			"Source":
			{
				"Text": "Add Below"
			},
			"Translation":
			{
				"Text": "Add Below"
			},
			"Key": "BF65B3A54B782EE1C1468FA9C776AFB4"
		},
		{
			"Source":
			{
				"Text": "Add Below"
			},
			"Translation":
			{
				"Text": "Add Below"
			},
			"Key": "350CDB0646F68413473ACE8B88BC30EA"
		},
		{
			"Source":
			{
				"Text": "Add Local Variable"
			},
			"Translation":
			{
				"Text": "Add Local Variable"
			},
			"Key": "9F6309174BA6D00BF81F69930C2C3491"
		},
		{
			"Source":
			{
				"Text": "Add Macro Parameter"
			},
			"Translation":
			{
				"Text": "Add Macro Parameter"
			},
			"Key": "997B7CC14244AA3B6FA920BACEEC69CD"
		},
		{
			"Source":
			{
				"Text": "Add Macro Parameter Enum Member"
			},
			"Translation":
			{
				"Text": "Add Macro Parameter Enum Member"
			},
			"Key": "B8C6791E422391BA6BC61797AB5EBC65"
		},
		{
			"Source":
			{
				"Text": "Add Rows"
			},
			"Translation":
			{
				"Text": "Add Rows"
			},
			"Key": "A10A8EF84CB1CB4953EC5C830EED2937"
		},
		{
			"Source":
			{
				"Text": "Add to End"
			},
			"Translation":
			{
				"Text": "Add to End"
			},
			"Key": "D2907F0248125C127E4290BC079623D8"
		},
		{
			"Source":
			{
				"Text": "Advanced"
			},
			"Translation":
			{
				"Text": "Advanced"
			},
			"Key": "24BB85FC402ED99C9FCE709CE7D27B5E"
		},
		{
			"Source":
			{
				"Text": "Arg"
			},
			"Translation":
			{
				"Text": "Arg"
			},
			"Key": "C21EF255467355000828079D030231E1"
		},
		{
			"Source":
			{
				"Text": "Asset List"
			},
			"Translation":
			{
				"Text": "Asset List"
			},
			"Key": "E73A269246C5CAA9DF5F74A777998F38"
		},
		{
			"Source":
			{
				"Text": "AssetPath"
			},
			"Translation":
			{
				"Text": "AssetPath"
			},
			"Key": "2647BF1C485061E45F49E6945301D5FE"
		},
		{
			"Source":
			{
				"Text": "AssetPath"
			},
			"Translation":
			{
				"Text": "AssetPath"
			},
			"Key": "3BB743B14E4B8CF4AFF8F29A481BC241"
		},
		{
			"Source":
			{
				"Text": "Assets Used in Scenarios"
			},
			"Translation":
			{
				"Text": "Assets Used in Scenarios"
			},
			"Key": "F35CC8ED4F47C8F9FBACEDB8ABB05D2D"
		},
		{
			"Source":
			{
				"Text": "Auto"
			},
			"Translation":
			{
				"Text": "Auto"
			},
			"Key": "33A6F1574E7CB5D5FC292BBC852B78A0"
		},
		{
			"Source":
			{
				"Text": "Auto Speed"
			},
			"Translation":
			{
				"Text": "Auto Speed"
			},
			"Key": "5F9641194C98B64C24647CA47A9FD880"
		},
		{
			"Source":
			{
				"Text": "B"
			},
			"Translation":
			{
				"Text": "B"
			},
			"Key": "CD7E5FC6495D1F4CE9F9E2B4575319D3"
		},
		{
			"Source":
			{
				"Text": "BGM"
			},
			"Translation":
			{
				"Text": "BGM"
			},
			"Key": "B866178047451C96671DF8B1FE4680FC"
		},
		{
			"Source":
			{
				"Text": "Change Scenario Name"
			},
			"Translation":
			{
				"Text": "Change Scenario Name"
			},
			"Key": "CC5D6D914BFBFA7CF45CF4A695F2CAE5"
		},
		{
			"Source":
			{
				"Text": "Command"
			},
			"Translation":
			{
				"Text": "Command"
			},
			"Key": "74478C644387ADCAE9AED7AE7DD73AF2"
		},
		{
			"Source":
			{
				"Text": "Command"
			},
			"Translation":
			{
				"Text": "Command"
			},
			"Key": "FB6104EA4D532C9FD2259DBFFE091E5A"
		},
		{
			"Source":
			{
				"Text": "Command"
			},
			"Translation":
			{
				"Text": "Command"
			},
			"Key": "18A74C8F488E6514E940B58E5E905421"
		},
		{
			"Source":
			{
				"Text": "Command Detail"
			},
			"Translation":
			{
				"Text": "Command Detail"
			},
			"Key": "F1C0C602470A01B3ECD9ADB4623AD488"
		},
		{
			"Source":
			{
				"Text": "Config"
			},
			"Translation":
			{
				"Text": "Config"
			},
			"Key": "9C720E514BF40E4DB6C3DA951C1D28B1"
		},
		{
			"Source":
			{
				"Text": "Copy"
			},
			"Translation":
			{
				"Text": "Copy"
			},
			"Key": "21EAB6244DD3C788AC8A9A8FE414771C"
		},
		{
			"Source":
			{
				"Text": "Create Shiden Actor"
			},
			"Translation":
			{
				"Text": "Create Shiden Actor"
			},
			"Key": "21CD21674889CEA62017378612407858"
		},
		{
			"Source":
			{
				"Text": "Create Shiden Backlog"
			},
			"Translation":
			{
				"Text": "Create Shiden Backlog"
			},
			"Key": "DE9E725C4AC94C0231091B97E21A4A3E"
		},
		{
			"Source":
			{
				"Text": "Create Shiden Command"
			},
			"Translation":
			{
				"Text": "Create Command"
			},
			"Key": "D9AD7EA54D9588BA740451A52062246A"
		},
		{
			"Source":
			{
				"Text": "Create Shiden Command Definitions"
			},
			"Translation":
			{
				"Text": "Create Shiden Command Definitions"
			},
			"Key": "D6F86506409179E1DC11D8B36DCBD0C2"
		},
		{
			"Source":
			{
				"Text": "Create Shiden Command Redirectors"
			},
			"Translation":
			{
				"Text": "Create Shiden Command Redirectors"
			},
			"Key": "560D79184E922F29F583FBA7B36B5993"
		},
		{
			"Source":
			{
				"Text": "Create Shiden Config Menu"
			},
			"Translation":
			{
				"Text": "Create Shiden Config Menu"
			},
			"Key": "3B1FABC74282388F1FB79E8DECAD8C49"
		},
		{
			"Source":
			{
				"Text": "Create Shiden Editor Input"
			},
			"Translation":
			{
				"Text": "Create Shiden Editor Input"
			},
			"Key": "FC614B3044FB6B279DB2AAB25D55B8B2"
		},
		{
			"Source":
			{
				"Text": "Create Shiden Rich Image Row"
			},
			"Translation":
			{
				"Text": "Create Rich Image Row"
			},
			"Key": "CEE39EFA4D1ADDE234542C84353A6F7E"
		},
		{
			"Source":
			{
				"Text": "Create Shiden Rich Text Style Row"
			},
			"Translation":
			{
				"Text": "Create Rich Text Style Row"
			},
			"Key": "CCEEB3FE46A70DAD814EB9ACFB03B913"
		},
		{
			"Source":
			{
				"Text": "Create Shiden Save Menu"
			},
			"Translation":
			{
				"Text": "Create Shiden Save Menu"
			},
			"Key": "513490CF46887ADA0FA6D2A5A9ECF5C9"
		},
		{
			"Source":
			{
				"Text": "Create Shiden Text Command"
			},
			"Translation":
			{
				"Text": "Create Shiden Text Command"
			},
			"Key": "090829084894858E767280A5E6BBB531"
		},
		{
			"Source":
			{
				"Text": "Create Shiden Text Widget"
			},
			"Translation":
			{
				"Text": "Create Shiden Text Widget"
			},
			"Key": "AE30585C421F0FD9265A46B639567D4F"
		},
		{
			"Source":
			{
				"Text": "Create Shiden Title"
			},
			"Translation":
			{
				"Text": "Create Shiden Title"
			},
			"Key": "54E03C1B4C13F4AB02B64FB889681904"
		},
		{
			"Source":
			{
				"Text": "Create Shiden Widget"
			},
			"Translation":
			{
				"Text": "Create Shiden Widget"
			},
			"Key": "632C382545EAE059C6A78D8C2444697E"
		},
		{
			"Source":
			{
				"Text": "Default Value"
			},
			"Translation":
			{
				"Text": "Default Value"
			},
			"Key": "3C2028E8471BE2F6EA023584DED496E4"
		},
		{
			"Source":
			{
				"Text": "Delete"
			},
			"Translation":
			{
				"Text": "Delete"
			},
			"Key": "A05A312E453884DBD1F300BD107BA817"
		},
		{
			"Source":
			{
				"Text": "Delete"
			},
			"Translation":
			{
				"Text": "Delete"
			},
			"Key": "B54BE87749542366BF5B79997794C422"
		},
		{
			"Source":
			{
				"Text": "Delete"
			},
			"Translation":
			{
				"Text": "Delete"
			},
			"Key": "C93D0F1A4EAAECD5D3F8C79F42ED6F5B"
		},
		{
			"Source":
			{
				"Text": "Disable"
			},
			"Translation":
			{
				"Text": "Disable"
			},
			"Key": "077227EE47C52C7F59791B90FF542838"
		},
		{
			"Source":
			{
				"Text": "Duplicate"
			},
			"Translation":
			{
				"Text": "Duplicate"
			},
			"Key": "8C78632643C39DE62E7E9897215BBD05"
		},
		{
			"Source":
			{
				"Text": "Duplicate Row"
			},
			"Translation":
			{
				"Text": "Duplicate Row"
			},
			"Key": "D6A264CD4F171050312D3895AF082F15"
		},
		{
			"Source":
			{
				"Text": "Edit"
			},
			"Translation":
			{
				"Text": "Edit"
			},
			"Key": "BE80EA844A1F0D12C73AF988DE5757E7"
		},
		{
			"Source":
			{
				"Text": "Enable"
			},
			"Translation":
			{
				"Text": "Enable"
			},
			"Key": "177F933047D2212E302EE98528EC60FA"
		},
		{
			"Source":
			{
				"Text": "Enum"
			},
			"Translation":
			{
				"Text": "Enum"
			},
			"Key": "6B3AA3B14FA6B661BF449D997CC06F86"
		},
		{
			"Source":
			{
				"Text": "Enum members ("
			},
			"Translation":
			{
				"Text": "Enum members ("
			},
			"Key": "45D642974A90DC5B6CA494B9ECE325FC"
		},
		{
			"Source":
			{
				"Text": "Enum members (Variable)"
			},
			"Translation":
			{
				"Text": "Enum members (Variable)"
			},
			"Key": "C69684BF420F9CC5A66101B6E3925657"
		},
		{
			"Source":
			{
				"Text": "Expand presets on export"
			},
			"Translation":
			{
				"Text": "Expand presets on export"
			},
			"Key": "D352A72B4F3F5BE931074F964D979BDA"
		},
		{
			"Source":
			{
				"Text": "Export CSV"
			},
			"Translation":
			{
				"Text": "Export CSV"
			},
			"Key": "C8D01D174F194B633239798DC3A21000"
		},
		{
			"Source":
			{
				"Text": "Export JSON"
			},
			"Translation":
			{
				"Text": "Export JSON"
			},
			"Key": "41DE8E6A421F171B89B1B284E8664BD4"
		},
		{
			"Source":
			{
				"Text": "Export ∨"
			},
			"Translation":
			{
				"Text": "Export ∨"
			},
			"Key": "1294853E430E4DF60D10F49712D4A21F"
		},
		{
			"Source":
			{
				"Text": "File ∨"
			},
			"Translation":
			{
				"Text": "File ∨"
			},
			"Key": "AEAEC5CD4022AE7F9978CAA828666ECD"
		},
		{
			"Source":
			{
				"Text": "G"
			},
			"Translation":
			{
				"Text": "G"
			},
			"Key": "6B4D8F5842B1A45AB85EE39F7CC54FDD"
		},
		{
			"Source":
			{
				"Text": "Hoge"
			},
			"Translation":
			{
				"Text": "Hoge"
			},
			"Key": "5825FA794D0BAAE0B14E7CBD564EB4F3"
		},
		{
			"Source":
			{
				"Text": "Import CSV"
			},
			"Translation":
			{
				"Text": "Import CSV"
			},
			"Key": "88DCE9EF49EAD48FD41608BD4F7AAEF9"
		},
		{
			"Source":
			{
				"Text": "Import JSON"
			},
			"Translation":
			{
				"Text": "Import JSON"
			},
			"Key": "8FC93EE6431B29AAF886A78FA691136E"
		},
		{
			"Source":
			{
				"Text": "Import ∨"
			},
			"Translation":
			{
				"Text": "Import ∨"
			},
			"Key": "BC25D4264066541FC31917B510C44823"
		},
		{
			"Source":
			{
				"Text": "Index"
			},
			"Translation":
			{
				"Text": "Index"
			},
			"Key": "9C9DF7704C22DE054EC5F6B919E3163B"
		},
		{
			"Source":
			{
				"Text": "Index"
			},
			"Translation":
			{
				"Text": "Index"
			},
			"Key": "8FE720CA487415118CE75D9ECD890B71"
		},
		{
			"Source":
			{
				"Text": "Insert Row"
			},
			"Translation":
			{
				"Text": "Insert Row"
			},
			"Key": "7E34D3FA432B0EC2BB7EFABABA8375DA"
		},
		{
			"Source":
			{
				"Text": "Key"
			},
			"Translation":
			{
				"Text": "Key"
			},
			"Key": "693131B948F542F9873F9397A0BAEB20"
		},
		{
			"Source":
			{
				"Text": "Kind"
			},
			"Translation":
			{
				"Text": "Kind"
			},
			"Key": "812E473E4FBAACB9C106AAA83541EFA3"
		},
		{
			"Source":
			{
				"Text": "Limitations"
			},
			"Translation":
			{
				"Text": "Limitations"
			},
			"Key": "5A7F32F244862543A678D7A33B8F62FC"
		},
		{
			"Source":
			{
				"Text": "Line"
			},
			"Translation":
			{
				"Text": "Line"
			},
			"Key": "563B87B44B7BF74E02B7CEA1397245C1"
		},
		{
			"Source":
			{
				"Text": "Line or VariableName"
			},
			"Translation":
			{
				"Text": "Line or VariableName"
			},
			"Key": "85D21CF246AD7DA8C8C4FCA3D77B3600"
		},
		{
			"Source":
			{
				"Text": "Load"
			},
			"Translation":
			{
				"Text": "Load"
			},
			"Key": "E73725794E7A2669368C8D8F01214BEA"
		},
		{
			"Source":
			{
				"Text": "Loading... (0 Assets found)"
			},
			"Translation":
			{
				"Text": "Loading... (0 Assets found)"
			},
			"Key": "09A9BDC64801A09266BA5AAFF5D53FF5"
		},
		{
			"Source":
			{
				"Text": "Loading... (0 Assets found)"
			},
			"Translation":
			{
				"Text": "Loading... (0 Assets found)"
			},
			"Key": "62DBA41144362F9AA50D54912033F287"
		},
		{
			"Source":
			{
				"Text": "Local Variables"
			},
			"Translation":
			{
				"Text": "Local Variables"
			},
			"Key": "9E81C3B64001E113F7A277A147370390"
		},
		{
			"Source":
			{
				"Text": "Local Variables (Macro Parameters)"
			},
			"Translation":
			{
				"Text": "Local Variables (Macro Parameters)"
			},
			"Key": "AB5563214F439C5C1450C386C015410E"
		},
		{
			"Source":
			{
				"Text": "Log"
			},
			"Translation":
			{
				"Text": "Log"
			},
			"Key": "0B6863D64D47619EC47F95BE315D39BE"
		},
		{
			"Source":
			{
				"Text": "Master"
			},
			"Translation":
			{
				"Text": "Master"
			},
			"Key": "B7CA68A94654609AC609768887206765"
		},
		{
			"Source":
			{
				"Text": "Missing Assets"
			},
			"Translation":
			{
				"Text": "Missing Assets"
			},
			"Key": "AFBFD6B24D514F4AAD9225B3801599B3"
		},
		{
			"Source":
			{
				"Text": "Name"
			},
			"Translation":
			{
				"Text": "Name"
			},
			"Key": "141047A748CEA289C899648BE84E4BB6"
		},
		{
			"Source":
			{
				"Text": "Name"
			},
			"Translation":
			{
				"Text": "Name"
			},
			"Key": "8F01F1F042A47F1681D37E8860CDB672"
		},
		{
			"Source":
			{
				"Text": "Name"
			},
			"Translation":
			{
				"Text": "Name"
			},
			"Key": "97F8827D41FA06E59D97C2B381ED37B6"
		},
		{
			"Source":
			{
				"Text": "Name"
			},
			"Translation":
			{
				"Text": "Name"
			},
			"Key": "D875788B4075AA4B7D15DEB2D676CCEC"
		},
		{
			"Source":
			{
				"Text": "Name"
			},
			"Translation":
			{
				"Text": "Name"
			},
			"Key": "E0E685944F66061345F279A8ECBBAE96"
		},
		{
			"Source":
			{
				"Text": "Name Text"
			},
			"Translation":
			{
				"Text": "Name Text"
			},
			"Key": "88B9DE89492DC824755426B4B9A41981"
		},
		{
			"Source":
			{
				"Text": "New Macro"
			},
			"Translation":
			{
				"Text": "New Macro"
			},
			"Key": "C339AF1048A6E15FDEB0D18E0F325372"
		},
		{
			"Source":
			{
				"Text": "New Scenario"
			},
			"Translation":
			{
				"Text": "New Scenario"
			},
			"Key": "C2072C824B1EB92A0158D59E08FCDF69"
		},
		{
			"Source":
			{
				"Text": "No"
			},
			"Translation":
			{
				"Text": "No"
			},
			"Key": "C27B50E146911AF12DF6E7BFE400540B"
		},
		{
			"Source":
			{
				"Text": "No Data"
			},
			"Translation":
			{
				"Text": "No Data"
			},
			"Key": "51CC8FBB4ECFCCBC237D428B34D2FE84"
		},
		{
			"Source":
			{
				"Text": "NonNumeral"
			},
			"Translation":
			{
				"Text": "NonNumeral"
			},
			"Key": "A2E507A84D2D7F96F3F70FB0C146B13F"
		},
		{
			"Source":
			{
				"Text": "Note: "
			},
			"Translation":
			{
				"Text": "Note: "
			},
			"Key": "FF4C55C24D30B33C26843D993A5F7ED2"
		},
		{
			"Source":
			{
				"Text": "Notes"
			},
			"Translation":
			{
				"Text": "Notes"
			},
			"Key": "A4C5B46D4CE5AEC6F63BD9B684B02CD4"
		},
		{
			"Source":
			{
				"Text": "Numeral"
			},
			"Translation":
			{
				"Text": "Numeral"
			},
			"Key": "59AF88CD401B589F3576139DF9A7978F"
		},
		{
			"Source":
			{
				"Text": "OK"
			},
			"Translation":
			{
				"Text": "OK"
			},
			"Key": "53B9B0B54A36D8F616DE5583C3E9CBB0"
		},
		{
			"Source":
			{
				"Text": "Open Macro"
			},
			"Translation":
			{
				"Text": "Open Macro"
			},
			"Key": "499B73F84BD79C28F5A5B39AA8BCCBEC"
		},
		{
			"Source":
			{
				"Text": "Open Macro"
			},
			"Translation":
			{
				"Text": "Open Macro"
			},
			"Key": "35D3F5C841BDFF30AFF0A4BD2A953DEC"
		},
		{
			"Source":
			{
				"Text": "Open Scenario"
			},
			"Translation":
			{
				"Text": "Open Scenario"
			},
			"Key": "20047877413E0AEF52ACD483B2534D89"
		},
		{
			"Source":
			{
				"Text": "Open Scenario"
			},
			"Translation":
			{
				"Text": "Open Scenario"
			},
			"Key": "3083AF43439164ACFFA864997849A44D"
		},
		{
			"Source":
			{
				"Text": "Open Scenario"
			},
			"Translation":
			{
				"Text": "Open Scenario"
			},
			"Key": "C401111845178CB9990C7FA38AFC1A6B"
		},
		{
			"Source":
			{
				"Text": "Open Shiden Asset List"
			},
			"Translation":
			{
				"Text": "Open Shiden Asset List"
			},
			"Key": "6B3C76DE49DB255F750FD88EB3733E5B"
		},
		{
			"Source":
			{
				"Text": "Open Shiden Debugger"
			},
			"Translation":
			{
				"Text": "Open Shiden Debugger"
			},
			"Key": "44865E6D4F15840819B88C908841669B"
		},
		{
			"Source":
			{
				"Text": "Open Shiden Editor"
			},
			"Translation":
			{
				"Text": "Open Shiden Editor"
			},
			"Key": "E6ADBABC45251E8D7F70FFA6E7DC31B7"
		},
		{
			"Source":
			{
				"Text": "Open Shiden Variables"
			},
			"Translation":
			{
				"Text": "Open Shiden Variables"
			},
			"Key": "78169068459C513BDE430AB55993AA7A"
		},
		{
			"Source":
			{
				"Text": "Option 1"
			},
			"Translation":
			{
				"Text": "Option 1"
			},
			"Key": "E9DB625246102D18044D4B91E0CF0BD7"
		},
		{
			"Source":
			{
				"Text": "Option 2"
			},
			"Translation":
			{
				"Text": "Option 2"
			},
			"Key": "EC0F6AB54B29245E58DD0FB358ACFDB6"
		},
		{
			"Source":
			{
				"Text": "Option 3"
			},
			"Translation":
			{
				"Text": "Option 3"
			},
			"Key": "3C4A895041A98CCEE9F807A388835967"
		},
		{
			"Source":
			{
				"Text": "Option 4"
			},
			"Translation":
			{
				"Text": "Option 4"
			},
			"Key": "D990F508402E5F41EB8636B9D84854C9"
		},
		{
			"Source":
			{
				"Text": "Option 5"
			},
			"Translation":
			{
				"Text": "Option 5"
			},
			"Key": "F4632E7448468BCE63C07B8B51CA65A6"
		},
		{
			"Source":
			{
				"Text": "Overwrite a preset"
			},
			"Translation":
			{
				"Text": "Overwrite a preset"
			},
			"Key": "F28E55C04FB09B069F3EA6882E394879"
		},
		{
			"Source":
			{
				"Text": "Paste"
			},
			"Translation":
			{
				"Text": "Paste"
			},
			"Key": "C3D5A5C846FA465F803B5CADF1C4B5E2"
		},
		{
			"Source":
			{
				"Text": "Paste Row"
			},
			"Translation":
			{
				"Text": "Paste Row"
			},
			"Key": "6C3DEF0D4E24D555ACB258A8422C253A"
		},
		{
			"Source":
			{
				"Text": "Play sound"
			},
			"Translation":
			{
				"Text": "Play sound"
			},
			"Key": "282EDD634180634BEF2D7CAD66EFC86C"
		},
		{
			"Source":
			{
				"Text": "Preset"
			},
			"Translation":
			{
				"Text": "Preset"
			},
			"Key": "B8063BF84BE728EDDD39FDB22936D754"
		},
		{
			"Source":
			{
				"Text": "ProcessName"
			},
			"Translation":
			{
				"Text": "ProcessName"
			},
			"Key": "E1B919824CB34496DB84209294BE64CE"
		},
		{
			"Source":
			{
				"Text": "ProcessName"
			},
			"Translation":
			{
				"Text": "ProcessName"
			},
			"Key": "3F5F5256407B831F40FCC3B635B4707B"
		},
		{
			"Source":
			{
				"Text": "Q.Load"
			},
			"Translation":
			{
				"Text": "Q.Load"
			},
			"Key": "EAB9ECF04BFB571271E918AED139FCEE"
		},
		{
			"Source":
			{
				"Text": "Q.Save"
			},
			"Translation":
			{
				"Text": "Q.Save"
			},
			"Key": "87C4B3FD439395EDC44F008F48602507"
		},
		{
			"Source":
			{
				"Text": "R"
			},
			"Translation":
			{
				"Text": "R"
			},
			"Key": "070BF58B46A48F108C92E89A65839485"
		},
		{
			"Source":
			{
				"Text": "Read Only"
			},
			"Translation":
			{
				"Text": "Read Only"
			},
			"Key": "84995B5B44E8CC67D4548AA87418CBB4"
		},
		{
			"Source":
			{
				"Text": "Remove Local Variable"
			},
			"Translation":
			{
				"Text": "Remove Local Variable"
			},
			"Key": "CC5DB33D4B31E3A1F749DCBB1AD95326"
		},
		{
			"Source":
			{
				"Text": "Remove Macro Parameter"
			},
			"Translation":
			{
				"Text": "Remove Macro Parameter"
			},
			"Key": "B880F7CC42340D29A73BFA948AE088DA"
		},
		{
			"Source":
			{
				"Text": "Remove Macro Parameter Enum Member"
			},
			"Translation":
			{
				"Text": "Remove Macro Parameter Enum Member"
			},
			"Key": "CD57285E4B142FD7B04833B54B650F22"
		},
		{
			"Source":
			{
				"Text": "Remove Row"
			},
			"Translation":
			{
				"Text": "Remove Row"
			},
			"Key": "9B10E36947522FE8B8C7BF8D7CB7E06B"
		},
		{
			"Source":
			{
				"Text": "Reset"
			},
			"Translation":
			{
				"Text": "Reset"
			},
			"Key": "AF7E91AA478A29CFDF198791F178A661"
		},
		{
			"Source":
			{
				"Text": "Reset Predefined System Variables of System Save"
			},
			"Translation":
			{
				"Text": "Reset Predefined System Variables of System Save"
			},
			"Key": "A84D14D54E4492F0E46155AC5BBD9716"
		},
		{
			"Source":
			{
				"Text": "Return to current scenario"
			},
			"Translation":
			{
				"Text": "Return to current scenario"
			},
			"Key": "4BB841354493F288AEFDA690BE1C13BC"
		},
		{
			"Source":
			{
				"Text": "Return to title"
			},
			"Translation":
			{
				"Text": "Return to title"
			},
			"Key": "F0614BBB448271FF620CEABA77FEB3EF"
		},
		{
			"Source":
			{
				"Text": "SE"
			},
			"Translation":
			{
				"Text": "SE"
			},
			"Key": "41E03671497ED1C599253F9D6EF2581D"
		},
		{
			"Source":
			{
				"Text": "Sample"
			},
			"Translation":
			{
				"Text": "Sample"
			},
			"Key": "47AF55534795FFC5FD91D3BB5DDF5270"
		},
		{
			"Source":
			{
				"Text": "Save"
			},
			"Translation":
			{
				"Text": "Save"
			},
			"Key": "17D5A715400000D43479E0A55A1E8A38"
		},
		{
			"Source":
			{
				"Text": "Save"
			},
			"Translation":
			{
				"Text": "Save"
			},
			"Key": "A0618B214E80DDD256D38FB36AA03152"
		},
		{
			"Source":
			{
				"Text": "Save"
			},
			"Translation":
			{
				"Text": "Save"
			},
			"Key": "0D7BA0D4430B26C7D11509B58CA070A4"
		},
		{
			"Source":
			{
				"Text": "Save Preset As..."
			},
			"Translation":
			{
				"Text": "Save Preset As..."
			},
			"Key": "FDF5570C40DC13CFAB99E3A70B6BF9CC"
		},
		{
			"Source":
			{
				"Text": "Save1"
			},
			"Translation":
			{
				"Text": "Save1"
			},
			"Key": "F8EE377648851CA0FD47C3815AF96C6D"
		},
		{
			"Source":
			{
				"Text": "Scenario Preview"
			},
			"Translation":
			{
				"Text": "Scenario Preview"
			},
			"Key": "02E4097B4CA9A0542B4152802D99B8DA"
		},
		{
			"Source":
			{
				"Text": "Scenario: "
			},
			"Translation":
			{
				"Text": "Scenario: "
			},
			"Key": "2ACAC522439094BA8E419BA207CB1337"
		},
		{
			"Source":
			{
				"Text": "ScenarioPath"
			},
			"Translation":
			{
				"Text": "ScenarioPath"
			},
			"Key": "2A32CE714FC8708A82E366B785B3B713"
		},
		{
			"Source":
			{
				"Text": "ScenarioPath or VariableKind"
			},
			"Translation":
			{
				"Text": "ScenarioPath or VariableKind"
			},
			"Key": "5B6593A94C9317F3B3508C99670284BD"
		},
		{
			"Source":
			{
				"Text": "Search"
			},
			"Translation":
			{
				"Text": "Search"
			},
			"Key": "ED0FEC9347F8C3C6C43296A53F407A46"
		},
		{
			"Source":
			{
				"Text": "Search Result"
			},
			"Translation":
			{
				"Text": "Search Result"
			},
			"Key": "487002A54AF27005EF155EB45854C3FC"
		},
		{
			"Source":
			{
				"Text": "Search Unused Assets in Scenarios"
			},
			"Translation":
			{
				"Text": "Search Unused Assets in Scenarios"
			},
			"Key": "98F862B6466FEF2AF184C8B88C60AF4B"
		},
		{
			"Source":
			{
				"Text": "Shiden Asset List"
			},
			"Translation":
			{
				"Text": "Shiden Asset List"
			},
			"Key": "FD7F9CFE4E22D693589A758E11381B7A"
		},
		{
			"Source":
			{
				"Text": "Shiden Asset List"
			},
			"Translation":
			{
				"Text": "Shiden Asset List"
			},
			"Key": "87FD2E154B661CE6DDD2208251E6A56C"
		},
		{
			"Source":
			{
				"Text": "Shiden Debugger"
			},
			"Translation":
			{
				"Text": "Shiden Debugger"
			},
			"Key": "AE80767944502A9920F96293522519E3"
		},
		{
			"Source":
			{
				"Text": "Shiden Debugger"
			},
			"Translation":
			{
				"Text": "Shiden Debugger"
			},
			"Key": "8842075A4614D7108901B1B37E27403E"
		},
		{
			"Source":
			{
				"Text": "Shiden Editor"
			},
			"Translation":
			{
				"Text": "Shiden Editor"
			},
			"Key": "580EB70341BFD43DC0175498B50FD220"
		},
		{
			"Source":
			{
				"Text": "Shiden Editor"
			},
			"Translation":
			{
				"Text": "Shiden Editor"
			},
			"Key": "DD354A624C73551CBE4E6E9689998A2F"
		},
		{
			"Source":
			{
				"Text": "Shiden Enum"
			},
			"Translation":
			{
				"Text": "Shiden Enum"
			},
			"Key": "270B5EB8439DE36B658E798E0166E828"
		},
		{
			"Source":
			{
				"Text": "Shiden Variables"
			},
			"Translation":
			{
				"Text": "Shiden Variables"
			},
			"Key": "E459AAF7419BA064BE5D6F9742A56455"
		},
		{
			"Source":
			{
				"Text": "Shiden Variables"
			},
			"Translation":
			{
				"Text": "Shiden Variables"
			},
			"Key": "808299A740CBD7219CC4CB8CF60CB385"
		},
		{
			"Source":
			{
				"Text": "Skip"
			},
			"Translation":
			{
				"Text": "Skip"
			},
			"Key": "5F3AA1DE4270C7A82F71088CB83A5DA8"
		},
		{
			"Source":
			{
				"Text": "Skip Movie?"
			},
			"Translation":
			{
				"Text": "Skip Movie?"
			},
			"Key": "87CD464B4EDC8325067D99AA68D4F007"
		},
		{
			"Source":
			{
				"Text": "Skip Text Condition"
			},
			"Translation":
			{
				"Text": "Skip Text Condition"
			},
			"Key": "FA97B84549ADB3E51C6E259716CE7B2E"
		},
		{
			"Source":
			{
				"Text": "Sound Settings"
			},
			"Translation":
			{
				"Text": "Sound Settings"
			},
			"Key": "21C1CFB84E31DCC86D521C8D5DC12867"
		},
		{
			"Source":
			{
				"Text": "System Settings"
			},
			"Translation":
			{
				"Text": "System Settings"
			},
			"Key": "95F5A81B49E31D03DE2FF1A3D84D9835"
		},
		{
			"Source":
			{
				"Text": "Talk Text"
			},
			"Translation":
			{
				"Text": "Talk Text"
			},
			"Key": "A1E0ADA5483B7C33F43D4BAE928EA77D"
		},
		{
			"Source":
			{
				"Text": "Text Speed"
			},
			"Translation":
			{
				"Text": "Text Speed"
			},
			"Key": "1EB1368D467C15B2590159AE381BEFE2"
		},
		{
			"Source":
			{
				"Text": "Type"
			},
			"Translation":
			{
				"Text": "Type"
			},
			"Key": "CF138AD445D2D1B0B4E2368543082BCD"
		},
		{
			"Source":
			{
				"Text": "Type"
			},
			"Translation":
			{
				"Text": "Type"
			},
			"Key": "D9707BBC4B15B2CCCAEACF80A891F8ED"
		},
		{
			"Source":
			{
				"Text": "Update"
			},
			"Translation":
			{
				"Text": "Update"
			},
			"Key": "1CC5B39C442A7D2F88EFC7A2D93CE1F4"
		},
		{
			"Source":
			{
				"Text": "Update Macro Parameter"
			},
			"Translation":
			{
				"Text": "Update Macro Parameter"
			},
			"Key": "C21B21C644E6C4B12A8D5D8354983653"
		},
		{
			"Source":
			{
				"Text": "Update Macro Parameter Enum Member"
			},
			"Translation":
			{
				"Text": "Update Macro Parameter Enum Member"
			},
			"Key": "5276D9AE4899D999A3A07A8471993D0D"
		},
		{
			"Source":
			{
				"Text": "Update Scenario"
			},
			"Translation":
			{
				"Text": "Update Scenario"
			},
			"Key": "FF02423242AB9E59903A3787D0DDB1E0"
		},
		{
			"Source":
			{
				"Text": "Value"
			},
			"Translation":
			{
				"Text": "Value"
			},
			"Key": "1B2200CF4622D08203470A9B680ECBEE"
		},
		{
			"Source":
			{
				"Text": "Value"
			},
			"Translation":
			{
				"Text": "Value"
			},
			"Key": "2DF45E7B4B61926368F962A1E2C2BCF0"
		},
		{
			"Source":
			{
				"Text": "Vector"
			},
			"Translation":
			{
				"Text": "Vector"
			},
			"Key": "BF38210A43D708058A4BC7A7D7809B28"
		},
		{
			"Source":
			{
				"Text": "Voice"
			},
			"Translation":
			{
				"Text": "Voice"
			},
			"Key": "1045DA5B4CAC3D27E7DADD9BAB6CF1DF"
		},
		{
			"Source":
			{
				"Text": "Voice Stop Condition"
			},
			"Translation":
			{
				"Text": "Voice Stop Condition"
			},
			"Key": "008FCB7644AD37A617347C9888F35837"
		},
		{
			"Source":
			{
				"Text": "Wait for Voice in Auto Mode"
			},
			"Translation":
			{
				"Text": "Wait for Voice in Auto Mode"
			},
			"Key": "BFDFB8D04A4C108D5AF907BB89BA07D4"
		},
		{
			"Source":
			{
				"Text": "Warning: This asset will be loaded when this line is reached.\r\nSince it may cause loading delays, it is not suitable for large assets.\r\nAdditionally, assets specified via this variable will not appear in the Shiden Asset List."
			},
			"Translation":
			{
				"Text": "Warning: This asset will be loaded when this line is reached.\r\nSince it may cause loading delays, it is not suitable for large assets.\r\nAdditionally, assets specified via this variable will not appear in the Shiden Asset List."
			},
			"Key": "BD41C070482167790729E6BB175FF8BB"
		},
		{
			"Source":
			{
				"Text": "Would you like to overwrite a preset?"
			},
			"Translation":
			{
				"Text": "Would you like to overwrite a preset?"
			},
			"Key": "8BFE478C4D85E9DEFC5AFC95F2525268"
		},
		{
			"Source":
			{
				"Text": "Yes"
			},
			"Translation":
			{
				"Text": "Yes"
			},
			"Key": "5D93F5324785C0E06937AFB141AEBFAD"
		},
		{
			"Source":
			{
				"Text": "max"
			},
			"Translation":
			{
				"Text": "max"
			},
			"Key": "CB48D9DC430540E6BD826BACF6E3ED79"
		},
		{
			"Source":
			{
				"Text": "min"
			},
			"Translation":
			{
				"Text": "min"
			},
			"Key": "0643AE654C2D6949504CD9803D6003EF"
		},
		{
			"Source":
			{
				"Text": "rows"
			},
			"Translation":
			{
				"Text": "rows"
			},
			"Key": "8CB798A148324A03F963459E5305C9B9"
		},
		{
			"Source":
			{
				"Text": "x"
			},
			"Translation":
			{
				"Text": "x"
			},
			"Key": "E1EC13E14645D6BD4D5353B4AA81FDE8"
		},
		{
			"Source":
			{
				"Text": "y"
			},
			"Translation":
			{
				"Text": "y"
			},
			"Key": "8961999148DE77D51AA19A9F16C90854"
		},
		{
			"Source":
			{
				"Text": "z"
			},
			"Translation":
			{
				"Text": "z"
			},
			"Key": "ED0DE24B4B567057D18AD6AF14B7FC7D"
		},
		{
			"Source":
			{
				"Text": "↩"
			},
			"Translation":
			{
				"Text": "↩"
			},
			"Key": "220B09524A089A34A74C99A1766D03EC"
		},
		{
			"Source":
			{
				"Text": "↻"
			},
			"Translation":
			{
				"Text": "↻"
			},
			"Key": "2787BA074697C3B607C3509878E9D8D2"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "FShidenEditorModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Shiden Visual Novel Editor"
					},
					"Translation":
					{
						"Text": "Shiden Visual Novel Editor"
					},
					"Key": "ShidenVisualNovelEditorName"
				},
				{
					"Source":
					{
						"Text": "Shiden Visual Novel Editor"
					},
					"Translation":
					{
						"Text": "Shiden Visual Novel Editor"
					},
					"Key": "ShidenVisualNovelEditorDescription"
				}
			]
		},
		{
			"Namespace": "ShidenNamespace",
			"Children": [
				{
					"Source":
					{
						"Text": "\"Default\" cannot be used as a process name.\r\nThe arguments passed to the macro are treated as local variables.\r\nThis command is not supported in preview."
					},
					"Translation":
					{
						"Text": "\"Default\" cannot be used as a process name.\r\nThe arguments passed to the macro are treated as local variables.\r\nThis command is not supported in preview."
					},
					"Key": "RunMacroAsParallelNoteKey"
				},
				{
					"Source":
					{
						"Text": "@@ not found in CommandDefinitions."
					},
					"Translation":
					{
						"Text": "@@ not found in CommandDefinitions."
					},
					"Key": "ArgNameNotFound"
				},
				{
					"Source":
					{
						"Text": "AllowedCharacterRegex"
					},
					"Translation":
					{
						"Text": "AllowedCharacterRegex"
					},
					"Key": "AllowedCharacterRegexKey"
				},
				{
					"Source":
					{
						"Text": "AnimationName"
					},
					"Translation":
					{
						"Text": "AnimationName"
					},
					"Key": "AnimationNameKey"
				},
				{
					"Source":
					{
						"Text": "Arg 1"
					},
					"Translation":
					{
						"Text": "Arg 1"
					},
					"Key": "Arg1Key"
				},
				{
					"Source":
					{
						"Text": "Arg 10"
					},
					"Translation":
					{
						"Text": "Arg 10"
					},
					"Key": "Arg10Key"
				},
				{
					"Source":
					{
						"Text": "Arg 2"
					},
					"Translation":
					{
						"Text": "Arg 2"
					},
					"Key": "Arg2Key"
				},
				{
					"Source":
					{
						"Text": "Arg 3"
					},
					"Translation":
					{
						"Text": "Arg 3"
					},
					"Key": "Arg3Key"
				},
				{
					"Source":
					{
						"Text": "Arg 4"
					},
					"Translation":
					{
						"Text": "Arg 4"
					},
					"Key": "Arg4Key"
				},
				{
					"Source":
					{
						"Text": "Arg 5"
					},
					"Translation":
					{
						"Text": "Arg 5"
					},
					"Key": "Arg5Key"
				},
				{
					"Source":
					{
						"Text": "Arg 6"
					},
					"Translation":
					{
						"Text": "Arg 6"
					},
					"Key": "Arg6Key"
				},
				{
					"Source":
					{
						"Text": "Arg 7"
					},
					"Translation":
					{
						"Text": "Arg 7"
					},
					"Key": "Arg7Key"
				},
				{
					"Source":
					{
						"Text": "Arg 8"
					},
					"Translation":
					{
						"Text": "Arg 8"
					},
					"Key": "Arg8Key"
				},
				{
					"Source":
					{
						"Text": "Arg 9"
					},
					"Translation":
					{
						"Text": "Arg 9"
					},
					"Key": "Arg9Key"
				},
				{
					"Source":
					{
						"Text": "Arg cannot be left empty midway."
					},
					"Translation":
					{
						"Text": "Arg cannot be left empty midway."
					},
					"Key": "CallWidgetFunctionNoteKey"
				},
				{
					"Source":
					{
						"Text": "Attempt to retrieve a arguments from a command"
					},
					"Translation":
					{
						"Text": "Attempt to retrieve a arguments from a command"
					},
					"Key": "NodeTooltip"
				},
				{
					"Source":
					{
						"Text": "BlendExp"
					},
					"Translation":
					{
						"Text": "BlendExp"
					},
					"Key": "BlendExpKey"
				},
				{
					"Source":
					{
						"Text": "CanOpenPauseMenu"
					},
					"Translation":
					{
						"Text": "CanOpenPauseMenu"
					},
					"Key": "CanOpenPauseMenuKey"
				},
				{
					"Source":
					{
						"Text": "CanSkip"
					},
					"Translation":
					{
						"Text": "CanSkip"
					},
					"Key": "CanSkipKey"
				},
				{
					"Source":
					{
						"Text": "ChangeType"
					},
					"Translation":
					{
						"Text": "ChangeType"
					},
					"Key": "ChangeTypeKey"
				},
				{
					"Source":
					{
						"Text": "Command name not found in CommandDefinitions. @@"
					},
					"Translation":
					{
						"Text": "Command name not found in CommandDefinitions. @@"
					},
					"Key": "CommandNameNotFound"
				},
				{
					"Source":
					{
						"Text": "Comment"
					},
					"Translation":
					{
						"Text": "Comment"
					},
					"Key": "CommentKey"
				},
				{
					"Source":
					{
						"Text": "Content"
					},
					"Translation":
					{
						"Text": "Content"
					},
					"Key": "ContentKey"
				},
				{
					"Source":
					{
						"Text": "ContinueFrom\r\nThePreviousText"
					},
					"Translation":
					{
						"Text": "ContinueFrom\r\nThePreviousText"
					},
					"Key": "ContinueFromThePreviousTextKey"
				},
				{
					"Source":
					{
						"Text": "DefaultText"
					},
					"Translation":
					{
						"Text": "DefaultText"
					},
					"Key": "DefaultTextKey"
				},
				{
					"Source":
					{
						"Text": "DestinationTagName"
					},
					"Translation":
					{
						"Text": "DestinationTagName"
					},
					"Key": "DestinationTagNameKey"
				},
				{
					"Source":
					{
						"Text": "DestinationVariableKind"
					},
					"Translation":
					{
						"Text": "DestinationVariableKind"
					},
					"Key": "DestinationVariableKindKey"
				},
				{
					"Source":
					{
						"Text": "DestinationVariableName"
					},
					"Translation":
					{
						"Text": "DestinationVariableName"
					},
					"Key": "DestinationVariableNameKey"
				},
				{
					"Source":
					{
						"Text": "DisableAutoStop\r\nPreviousVoices"
					},
					"Translation":
					{
						"Text": "DisableAutoStop\r\nPreviousVoices"
					},
					"Key": "DisableAutoStopPreviousVoicesKey"
				},
				{
					"Source":
					{
						"Text": "Due to the potential for causing issues,\r\nit is recommended to set wait for completion to true.\r\nThis command is not supported in preview."
					},
					"Translation":
					{
						"Text": "Due to the potential for causing issues,\r\nit is recommended to set wait for completion to true.\r\nThis command is not supported in preview."
					},
					"Key": "StopParallelProcessNoteKey"
				},
				{
					"Source":
					{
						"Text": "Duration"
					},
					"Translation":
					{
						"Text": "Duration"
					},
					"Key": "DurationKey"
				},
				{
					"Source":
					{
						"Text": "EasingFunction"
					},
					"Translation":
					{
						"Text": "EasingFunction"
					},
					"Key": "EasingFunctionKey"
				},
				{
					"Source":
					{
						"Text": "EndValue"
					},
					"Translation":
					{
						"Text": "EndValue"
					},
					"Key": "EndValueKey"
				},
				{
					"Source":
					{
						"Text": "FadeDuration"
					},
					"Translation":
					{
						"Text": "FadeDuration"
					},
					"Key": "FadeDurationKey"
				},
				{
					"Source":
					{
						"Text": "FadeFunction"
					},
					"Translation":
					{
						"Text": "FadeFunction"
					},
					"Key": "FadeFunctionKey"
				},
				{
					"Source":
					{
						"Text": "FadeType"
					},
					"Translation":
					{
						"Text": "FadeType"
					},
					"Key": "FadeTypeKey"
				},
				{
					"Source":
					{
						"Text": "FeedbackEffect"
					},
					"Translation":
					{
						"Text": "FeedbackEffect"
					},
					"Key": "FeedbackEffectKey"
				},
				{
					"Source":
					{
						"Text": "FunctionName"
					},
					"Translation":
					{
						"Text": "FunctionName"
					},
					"Key": "FunctionNameKey"
				},
				{
					"Source":
					{
						"Text": "Get Command Arguments"
					},
					"Translation":
					{
						"Text": "Get Command Arguments"
					},
					"Key": "Get Command Arguments"
				},
				{
					"Source":
					{
						"Text": "GetCommandArguments must have a CommandDefinitions specified."
					},
					"Translation":
					{
						"Text": "GetCommandArguments must have a CommandDefinitions specified."
					},
					"Key": "GetCommandArgumentsNoCommandDefinitions_Error"
				},
				{
					"Source":
					{
						"Text": "HideTextLayer"
					},
					"Translation":
					{
						"Text": "HideTextLayer"
					},
					"Key": "HideTextLayerKey"
				},
				{
					"Source":
					{
						"Text": "HintText"
					},
					"Translation":
					{
						"Text": "HintText"
					},
					"Key": "HintTextKey"
				},
				{
					"Source":
					{
						"Text": "If no image is specified, the values of Position, Size,\r\nand SizeToContent are ignored, and the current image fades out.\r\nSteps is used only when the FadeFunction is Step.\r\nBlend Exp is used only when the FadeFunction is Ease.\r\nFor SlateBrush created from Material, fading does not work,\r\nso please change the opacity separately."
					},
					"Translation":
					{
						"Text": "If no image is specified, the values of Position, Size,\r\nand SizeToContent are ignored, and the current image fades out.\r\nSteps is used only when the FadeFunction is Step.\r\nBlend Exp is used only when the FadeFunction is Ease.\r\nFor SlateBrush created from Material, fading does not work,\r\nso please change the opacity separately."
					},
					"Key": "ImageNoteKey"
				},
				{
					"Source":
					{
						"Text": "Image"
					},
					"Translation":
					{
						"Text": "Image"
					},
					"Key": "ImageKey"
				},
				{
					"Source":
					{
						"Text": "In a macro, the next scenario specification is ignored,\r\nand it resumes from the continuation of the original scenario.\r\nThis command is not supported in preview."
					},
					"Translation":
					{
						"Text": "In a macro, the next scenario specification is ignored,\r\nand it resumes from the continuation of the original scenario.\r\nThis command is not supported in preview."
					},
					"Key": "EndScenarioNoteKey"
				},
				{
					"Source":
					{
						"Text": "InstantTextDisplay"
					},
					"Translation":
					{
						"Text": "InstantTextDisplay"
					},
					"Key": "InstantTextDisplayKey"
				},
				{
					"Source":
					{
						"Text": "It is recommended to use ElectraPlayer for the Player of MediaSource.\r\nThe larger the value of Z-order, the more it will appear in the foreground.\r\nGreater than 0: in front of images\r\nGreater than 50: in front of text\r\nGreater than 150: in front of menus\r\nThis command is not supported in preview."
					},
					"Translation":
					{
						"Text": "It is recommended to use ElectraPlayer for the Player of MediaSource.\r\nThe larger the value of Z-order, the more it will appear in the foreground.\r\nGreater than 0: in front of images\r\nGreater than 50: in front of text\r\nGreater than 150: in front of menus\r\nThis command is not supported in preview."
					},
					"Key": "PlayMediaNoteKey"
				},
				{
					"Source":
					{
						"Text": "Language 10"
					},
					"Translation":
					{
						"Text": "Language 10"
					},
					"Key": "Language10Key"
				},
				{
					"Source":
					{
						"Text": "Language 10 Option 1"
					},
					"Translation":
					{
						"Text": "Language 10 Option 1"
					},
					"Key": "Language10Option1Key"
				},
				{
					"Source":
					{
						"Text": "Language 10 Option 2"
					},
					"Translation":
					{
						"Text": "Language 10 Option 2"
					},
					"Key": "Language10Option2Key"
				},
				{
					"Source":
					{
						"Text": "Language 10 Option 3"
					},
					"Translation":
					{
						"Text": "Language 10 Option 3"
					},
					"Key": "Language10Option3Key"
				},
				{
					"Source":
					{
						"Text": "Language 10 Option 4"
					},
					"Translation":
					{
						"Text": "Language 10 Option 4"
					},
					"Key": "Language10Option4Key"
				},
				{
					"Source":
					{
						"Text": "Language 10 Option 5"
					},
					"Translation":
					{
						"Text": "Language 10 Option 5"
					},
					"Key": "Language10Option5Key"
				},
				{
					"Source":
					{
						"Text": "Language 2"
					},
					"Translation":
					{
						"Text": "Language 2"
					},
					"Key": "Language2Key"
				},
				{
					"Source":
					{
						"Text": "Language 2 Option 1"
					},
					"Translation":
					{
						"Text": "Language 2 Option 1"
					},
					"Key": "Language2Option1Key"
				},
				{
					"Source":
					{
						"Text": "Language 2 Option 2"
					},
					"Translation":
					{
						"Text": "Language 2 Option 2"
					},
					"Key": "Language2Option2Key"
				},
				{
					"Source":
					{
						"Text": "Language 2 Option 3"
					},
					"Translation":
					{
						"Text": "Language 2 Option 3"
					},
					"Key": "Language2Option3Key"
				},
				{
					"Source":
					{
						"Text": "Language 2 Option 4"
					},
					"Translation":
					{
						"Text": "Language 2 Option 4"
					},
					"Key": "Language2Option4Key"
				},
				{
					"Source":
					{
						"Text": "Language 2 Option 5"
					},
					"Translation":
					{
						"Text": "Language 2 Option 5"
					},
					"Key": "Language2Option5Key"
				},
				{
					"Source":
					{
						"Text": "Language 3"
					},
					"Translation":
					{
						"Text": "Language 3"
					},
					"Key": "Language3Key"
				},
				{
					"Source":
					{
						"Text": "Language 3 Option 1"
					},
					"Translation":
					{
						"Text": "Language 3 Option 1"
					},
					"Key": "Language3Option1Key"
				},
				{
					"Source":
					{
						"Text": "Language 3 Option 2"
					},
					"Translation":
					{
						"Text": "Language 3 Option 2"
					},
					"Key": "Language3Option2Key"
				},
				{
					"Source":
					{
						"Text": "Language 3 Option 3"
					},
					"Translation":
					{
						"Text": "Language 3 Option 3"
					},
					"Key": "Language3Option3Key"
				},
				{
					"Source":
					{
						"Text": "Language 3 Option 4"
					},
					"Translation":
					{
						"Text": "Language 3 Option 4"
					},
					"Key": "Language3Option4Key"
				},
				{
					"Source":
					{
						"Text": "Language 3 Option 5"
					},
					"Translation":
					{
						"Text": "Language 3 Option 5"
					},
					"Key": "Language3Option5Key"
				},
				{
					"Source":
					{
						"Text": "Language 4"
					},
					"Translation":
					{
						"Text": "Language 4"
					},
					"Key": "Language4Key"
				},
				{
					"Source":
					{
						"Text": "Language 4 Option 1"
					},
					"Translation":
					{
						"Text": "Language 4 Option 1"
					},
					"Key": "Language4Option1Key"
				},
				{
					"Source":
					{
						"Text": "Language 4 Option 2"
					},
					"Translation":
					{
						"Text": "Language 4 Option 2"
					},
					"Key": "Language4Option2Key"
				},
				{
					"Source":
					{
						"Text": "Language 4 Option 3"
					},
					"Translation":
					{
						"Text": "Language 4 Option 3"
					},
					"Key": "Language4Option3Key"
				},
				{
					"Source":
					{
						"Text": "Language 4 Option 4"
					},
					"Translation":
					{
						"Text": "Language 4 Option 4"
					},
					"Key": "Language4Option4Key"
				},
				{
					"Source":
					{
						"Text": "Language 4 Option 5"
					},
					"Translation":
					{
						"Text": "Language 4 Option 5"
					},
					"Key": "Language4Option5Key"
				},
				{
					"Source":
					{
						"Text": "Language 5"
					},
					"Translation":
					{
						"Text": "Language 5"
					},
					"Key": "Language5Key"
				},
				{
					"Source":
					{
						"Text": "Language 5 Option 1"
					},
					"Translation":
					{
						"Text": "Language 5 Option 1"
					},
					"Key": "Language5Option1Key"
				},
				{
					"Source":
					{
						"Text": "Language 5 Option 2"
					},
					"Translation":
					{
						"Text": "Language 5 Option 2"
					},
					"Key": "Language5Option2Key"
				},
				{
					"Source":
					{
						"Text": "Language 5 Option 3"
					},
					"Translation":
					{
						"Text": "Language 5 Option 3"
					},
					"Key": "Language5Option3Key"
				},
				{
					"Source":
					{
						"Text": "Language 5 Option 4"
					},
					"Translation":
					{
						"Text": "Language 5 Option 4"
					},
					"Key": "Language5Option4Key"
				},
				{
					"Source":
					{
						"Text": "Language 5 Option 5"
					},
					"Translation":
					{
						"Text": "Language 5 Option 5"
					},
					"Key": "Language5Option5Key"
				},
				{
					"Source":
					{
						"Text": "Language 6"
					},
					"Translation":
					{
						"Text": "Language 6"
					},
					"Key": "Language6Key"
				},
				{
					"Source":
					{
						"Text": "Language 6 Option 1"
					},
					"Translation":
					{
						"Text": "Language 6 Option 1"
					},
					"Key": "Language6Option1Key"
				},
				{
					"Source":
					{
						"Text": "Language 6 Option 2"
					},
					"Translation":
					{
						"Text": "Language 6 Option 2"
					},
					"Key": "Language6Option2Key"
				},
				{
					"Source":
					{
						"Text": "Language 6 Option 3"
					},
					"Translation":
					{
						"Text": "Language 6 Option 3"
					},
					"Key": "Language6Option3Key"
				},
				{
					"Source":
					{
						"Text": "Language 6 Option 4"
					},
					"Translation":
					{
						"Text": "Language 6 Option 4"
					},
					"Key": "Language6Option4Key"
				},
				{
					"Source":
					{
						"Text": "Language 6 Option 5"
					},
					"Translation":
					{
						"Text": "Language 6 Option 5"
					},
					"Key": "Language6Option5Key"
				},
				{
					"Source":
					{
						"Text": "Language 7"
					},
					"Translation":
					{
						"Text": "Language 7"
					},
					"Key": "Language7Key"
				},
				{
					"Source":
					{
						"Text": "Language 7 Option 1"
					},
					"Translation":
					{
						"Text": "Language 7 Option 1"
					},
					"Key": "Language7Option1Key"
				},
				{
					"Source":
					{
						"Text": "Language 7 Option 2"
					},
					"Translation":
					{
						"Text": "Language 7 Option 2"
					},
					"Key": "Language7Option2Key"
				},
				{
					"Source":
					{
						"Text": "Language 7 Option 3"
					},
					"Translation":
					{
						"Text": "Language 7 Option 3"
					},
					"Key": "Language7Option3Key"
				},
				{
					"Source":
					{
						"Text": "Language 7 Option 4"
					},
					"Translation":
					{
						"Text": "Language 7 Option 4"
					},
					"Key": "Language7Option4Key"
				},
				{
					"Source":
					{
						"Text": "Language 7 Option 5"
					},
					"Translation":
					{
						"Text": "Language 7 Option 5"
					},
					"Key": "Language7Option5Key"
				},
				{
					"Source":
					{
						"Text": "Language 8"
					},
					"Translation":
					{
						"Text": "Language 8"
					},
					"Key": "Language8Key"
				},
				{
					"Source":
					{
						"Text": "Language 8 Option 1"
					},
					"Translation":
					{
						"Text": "Language 8 Option 1"
					},
					"Key": "Language8Option1Key"
				},
				{
					"Source":
					{
						"Text": "Language 8 Option 2"
					},
					"Translation":
					{
						"Text": "Language 8 Option 2"
					},
					"Key": "Language8Option2Key"
				},
				{
					"Source":
					{
						"Text": "Language 8 Option 3"
					},
					"Translation":
					{
						"Text": "Language 8 Option 3"
					},
					"Key": "Language8Option3Key"
				},
				{
					"Source":
					{
						"Text": "Language 8 Option 4"
					},
					"Translation":
					{
						"Text": "Language 8 Option 4"
					},
					"Key": "Language8Option4Key"
				},
				{
					"Source":
					{
						"Text": "Language 8 Option 5"
					},
					"Translation":
					{
						"Text": "Language 8 Option 5"
					},
					"Key": "Language8Option5Key"
				},
				{
					"Source":
					{
						"Text": "Language 9"
					},
					"Translation":
					{
						"Text": "Language 9"
					},
					"Key": "Language9Key"
				},
				{
					"Source":
					{
						"Text": "Language 9 Option 1"
					},
					"Translation":
					{
						"Text": "Language 9 Option 1"
					},
					"Key": "Language9Option1Key"
				},
				{
					"Source":
					{
						"Text": "Language 9 Option 2"
					},
					"Translation":
					{
						"Text": "Language 9 Option 2"
					},
					"Key": "Language9Option2Key"
				},
				{
					"Source":
					{
						"Text": "Language 9 Option 3"
					},
					"Translation":
					{
						"Text": "Language 9 Option 3"
					},
					"Key": "Language9Option3Key"
				},
				{
					"Source":
					{
						"Text": "Language 9 Option 4"
					},
					"Translation":
					{
						"Text": "Language 9 Option 4"
					},
					"Key": "Language9Option4Key"
				},
				{
					"Source":
					{
						"Text": "Language 9 Option 5"
					},
					"Translation":
					{
						"Text": "Language 9 Option 5"
					},
					"Key": "Language9Option5Key"
				},
				{
					"Source":
					{
						"Text": "LayerName"
					},
					"Translation":
					{
						"Text": "LayerName"
					},
					"Key": "LayerNameKey"
				},
				{
					"Source":
					{
						"Text": "MacroName"
					},
					"Translation":
					{
						"Text": "MacroName"
					},
					"Key": "MacroNameKey"
				},
				{
					"Source":
					{
						"Text": "Max"
					},
					"Translation":
					{
						"Text": "Max"
					},
					"Key": "MaxKey"
				},
				{
					"Source":
					{
						"Text": "MaxLength"
					},
					"Translation":
					{
						"Text": "MaxLength"
					},
					"Key": "MaxLengthKey"
				},
				{
					"Source":
					{
						"Text": "MaxLineCount"
					},
					"Translation":
					{
						"Text": "MaxLineCount"
					},
					"Key": "MaxLineCountKey"
				},
				{
					"Source":
					{
						"Text": "MediaSource"
					},
					"Translation":
					{
						"Text": "MediaSource"
					},
					"Key": "MediaSourceKey"
				},
				{
					"Source":
					{
						"Text": "MediaZOrder"
					},
					"Translation":
					{
						"Text": "MediaZOrder"
					},
					"Key": "MediaZOrderKey"
				},
				{
					"Source":
					{
						"Text": "Min"
					},
					"Translation":
					{
						"Text": "Min"
					},
					"Key": "MinKey"
				},
				{
					"Source":
					{
						"Text": "Missing pins in @@"
					},
					"Translation":
					{
						"Text": "Missing pins in @@"
					},
					"Key": "MissingPins"
				},
				{
					"Source":
					{
						"Text": "Name"
					},
					"Translation":
					{
						"Text": "Name"
					},
					"Key": "NameKey"
				},
				{
					"Source":
					{
						"Text": "NewProcessName"
					},
					"Translation":
					{
						"Text": "NewProcessName"
					},
					"Key": "NewProcessNameKey"
				},
				{
					"Source":
					{
						"Text": "NextScenario"
					},
					"Translation":
					{
						"Text": "NextScenario"
					},
					"Key": "NextScenarioKey"
				},
				{
					"Source":
					{
						"Text": "NumLoopToPlay"
					},
					"Translation":
					{
						"Text": "NumLoopToPlay"
					},
					"Key": "NumLoopToPlayKey"
				},
				{
					"Source":
					{
						"Text": "Only Integer type variables can be specified for DestinationVariableName."
					},
					"Translation":
					{
						"Text": "Only Integer type variables can be specified for DestinationVariableName."
					},
					"Key": "OptionsNoteKey"
				},
				{
					"Source":
					{
						"Text": "Open File Dialog"
					},
					"Translation":
					{
						"Text": "Open File Dialog"
					},
					"Key": "OpenFileDialogTitle"
				},
				{
					"Source":
					{
						"Text": "Operator"
					},
					"Translation":
					{
						"Text": "Operator"
					},
					"Key": "OperatorKey"
				},
				{
					"Source":
					{
						"Text": "Option 1"
					},
					"Translation":
					{
						"Text": "Option 1"
					},
					"Key": "Option1Key"
				},
				{
					"Source":
					{
						"Text": "Option 2"
					},
					"Translation":
					{
						"Text": "Option 2"
					},
					"Key": "Option2Key"
				},
				{
					"Source":
					{
						"Text": "Option 3"
					},
					"Translation":
					{
						"Text": "Option 3"
					},
					"Key": "Option3Key"
				},
				{
					"Source":
					{
						"Text": "Option 4"
					},
					"Translation":
					{
						"Text": "Option 4"
					},
					"Key": "Option4Key"
				},
				{
					"Source":
					{
						"Text": "Option 5"
					},
					"Translation":
					{
						"Text": "Option 5"
					},
					"Key": "Option5Key"
				},
				{
					"Source":
					{
						"Text": "OverwritePosition"
					},
					"Translation":
					{
						"Text": "OverwritePosition"
					},
					"Key": "OverwritePositionKey"
				},
				{
					"Source":
					{
						"Text": "OverwriteSize"
					},
					"Translation":
					{
						"Text": "OverwriteSize"
					},
					"Key": "OverwriteSizeKey"
				},
				{
					"Source":
					{
						"Text": "OverwriteSizeToContent"
					},
					"Translation":
					{
						"Text": "OverwriteSizeToContent"
					},
					"Key": "OverwriteSizeToContentKey"
				},
				{
					"Source":
					{
						"Text": "OverwriteThumbnail"
					},
					"Translation":
					{
						"Text": "OverwriteThumbnail"
					},
					"Key": "OverwriteThumbnailKey"
				},
				{
					"Source":
					{
						"Text": "OverwriteZOrder"
					},
					"Translation":
					{
						"Text": "OverwriteZOrder"
					},
					"Key": "OverwriteZOrderKey"
				},
				{
					"Source":
					{
						"Text": "ParameterName"
					},
					"Translation":
					{
						"Text": "ParameterName"
					},
					"Key": "ParameterNameKey"
				},
				{
					"Source":
					{
						"Text": "Pitch"
					},
					"Translation":
					{
						"Text": "Pitch"
					},
					"Key": "PitchKey"
				},
				{
					"Source":
					{
						"Text": "PlayMode"
					},
					"Translation":
					{
						"Text": "PlayMode"
					},
					"Key": "PlayModeKey"
				},
				{
					"Source":
					{
						"Text": "PlaybackSpeed"
					},
					"Translation":
					{
						"Text": "PlaybackSpeed"
					},
					"Key": "PlaybackSpeedKey"
				},
				{
					"Source":
					{
						"Text": "ProcessName"
					},
					"Translation":
					{
						"Text": "ProcessName"
					},
					"Key": "ProcessNameKey"
				},
				{
					"Source":
					{
						"Text": "Reason"
					},
					"Translation":
					{
						"Text": "Reason"
					},
					"Key": "ReasonKey"
				},
				{
					"Source":
					{
						"Text": "ReasonForInterruption"
					},
					"Translation":
					{
						"Text": "ReasonForInterruption"
					},
					"Key": "ReasonForInterruptionKey"
				},
				{
					"Source":
					{
						"Text": "RestoreState"
					},
					"Translation":
					{
						"Text": "RestoreState"
					},
					"Key": "RestoreStateKey"
				},
				{
					"Source":
					{
						"Text": "RightHandValue"
					},
					"Translation":
					{
						"Text": "RightHandValue"
					},
					"Key": "RightHandValueKey"
				},
				{
					"Source":
					{
						"Text": "Save Asset As"
					},
					"Translation":
					{
						"Text": "Save Asset As"
					},
					"Key": "SaveAssetDialogTitle"
				},
				{
					"Source":
					{
						"Text": "Save File Dialog"
					},
					"Translation":
					{
						"Text": "Save File Dialog"
					},
					"Key": "SaveFileDialogTitle"
				},
				{
					"Source":
					{
						"Text": "SlotName"
					},
					"Translation":
					{
						"Text": "SlotName"
					},
					"Key": "SlotNameKey"
				},
				{
					"Source":
					{
						"Text": "SoundSource"
					},
					"Translation":
					{
						"Text": "SoundSource"
					},
					"Key": "SoundSourceKey"
				},
				{
					"Source":
					{
						"Text": "SoundType"
					},
					"Translation":
					{
						"Text": "SoundType"
					},
					"Key": "SoundTypeKey"
				},
				{
					"Source":
					{
						"Text": "Spaces cannot be used in the key."
					},
					"Translation":
					{
						"Text": "Spaces cannot be used in the key."
					},
					"Key": "AssignVariableNoteKey"
				},
				{
					"Source":
					{
						"Text": "StartTime"
					},
					"Translation":
					{
						"Text": "StartTime"
					},
					"Key": "StartTimeKey"
				},
				{
					"Source":
					{
						"Text": "Steps"
					},
					"Translation":
					{
						"Text": "Steps"
					},
					"Key": "StepsKey"
				},
				{
					"Source":
					{
						"Text": "Steps is used only when the EasingFunction is Step.\r\nBlend Exp is used only when the EasingFunction is Ease."
					},
					"Translation":
					{
						"Text": "Steps is used only when the EasingFunction is Step.\r\nBlend Exp is used only when the EasingFunction is Ease."
					},
					"Key": "MoveCanvasPanelSlotNoteKey"
				},
				{
					"Source":
					{
						"Text": "StopTiming"
					},
					"Translation":
					{
						"Text": "StopTiming"
					},
					"Key": "StopTimingKey"
				},
				{
					"Source":
					{
						"Text": "Target"
					},
					"Translation":
					{
						"Text": "Target"
					},
					"Key": "TargetKey"
				},
				{
					"Source":
					{
						"Text": "TargetColor"
					},
					"Translation":
					{
						"Text": "TargetColor"
					},
					"Key": "TargetColorKey"
				},
				{
					"Source":
					{
						"Text": "TargetName"
					},
					"Translation":
					{
						"Text": "TargetName"
					},
					"Key": "TargetNameKey"
				},
				{
					"Source":
					{
						"Text": "Text"
					},
					"Translation":
					{
						"Text": "Text"
					},
					"Key": "TextKey"
				},
				{
					"Source":
					{
						"Text": "TextBlip"
					},
					"Translation":
					{
						"Text": "TextBlip"
					},
					"Key": "DialogueBlipKey"
				},
				{
					"Source":
					{
						"Text": "TextType"
					},
					"Translation":
					{
						"Text": "TextType"
					},
					"Key": "TextTypeKey"
				},
				{
					"Source":
					{
						"Text": "TextWidgetName"
					},
					"Translation":
					{
						"Text": "TextWidgetName"
					},
					"Key": "TextWidgetNameKey"
				},
				{
					"Source":
					{
						"Text": "Texture"
					},
					"Translation":
					{
						"Text": "Texture"
					},
					"Key": "TextureKey"
				},
				{
					"Source":
					{
						"Text": "The Command"
					},
					"Translation":
					{
						"Text": "The Command"
					},
					"Key": "CommandPinDescription"
				},
				{
					"Source":
					{
						"Text": "The CommandDefinitions"
					},
					"Translation":
					{
						"Text": "The CommandDefinitions"
					},
					"Key": "CommandDefinitionsPinDescription"
				},
				{
					"Source":
					{
						"Text": "The arguments passed to the macro are treated as local variables."
					},
					"Translation":
					{
						"Text": "The arguments passed to the macro are treated as local variables."
					},
					"Key": "RunMacroNoteKey"
				},
				{
					"Source":
					{
						"Text": "The command name"
					},
					"Translation":
					{
						"Text": "The command name"
					},
					"Key": "CommandNamePinDescription"
				},
				{
					"Source":
					{
						"Text": "The current value of the '@@' pin is invalid."
					},
					"Translation":
					{
						"Text": "The current value of the '@@' pin is invalid."
					},
					"Key": "CommandPinDefaultValue"
				},
				{
					"Source":
					{
						"Text": "The larger the value of z-order, the more it will appear in the foreground.\r\nGreater than 0: in front of images\r\nGreater than 50: in front of text\r\nGreater than 100: in front of movie\r\nGreater than 150: in front of menus"
					},
					"Translation":
					{
						"Text": "The larger the value of z-order, the more it will appear in the foreground.\r\nGreater than 0: in front of images\r\nGreater than 50: in front of text\r\nGreater than 100: in front of movie\r\nGreater than 150: in front of menus"
					},
					"Key": "FadeNoteKey"
				},
				{
					"Source":
					{
						"Text": "This command is not supported in preview."
					},
					"Translation":
					{
						"Text": "This command is not supported in preview."
					},
					"Key": "BreakNoteKey"
				},
				{
					"Source":
					{
						"Text": "This command is not supported in preview."
					},
					"Translation":
					{
						"Text": "This command is not supported in preview."
					},
					"Key": "DelayNoteKey"
				},
				{
					"Source":
					{
						"Text": "This command is not supported in preview."
					},
					"Translation":
					{
						"Text": "This command is not supported in preview."
					},
					"Key": "EndLoopWhileNoteKey"
				},
				{
					"Source":
					{
						"Text": "This command is not supported in preview."
					},
					"Translation":
					{
						"Text": "This command is not supported in preview."
					},
					"Key": "AutoSaveNoteKey"
				},
				{
					"Source":
					{
						"Text": "This command is not supported in preview."
					},
					"Translation":
					{
						"Text": "This command is not supported in preview."
					},
					"Key": "ForceFeedbackNoteKey"
				},
				{
					"Source":
					{
						"Text": "This command is not supported in preview."
					},
					"Translation":
					{
						"Text": "This command is not supported in preview."
					},
					"Key": "JumpNoteKey"
				},
				{
					"Source":
					{
						"Text": "This command is not supported in preview."
					},
					"Translation":
					{
						"Text": "This command is not supported in preview."
					},
					"Key": "LoopWhileNoteKey"
				},
				{
					"Source":
					{
						"Text": "This command is not supported in preview."
					},
					"Translation":
					{
						"Text": "This command is not supported in preview."
					},
					"Key": "WaitUntilNoteKey"
				},
				{
					"Source":
					{
						"Text": "Track ID is not effective for SE.\r\nYou cannot stop a playing SE midway.\r\nYou can stop it by leaving the sound source field empty.\r\nThe value for DisableAutoStopPreviousVoices is only effective for Voice.\r\nWhen fading out the currently playing BGM or voice, the values of Volume and Pitch are ignored.\r\nFor MetaSound Source, it seems that the Start Time value is not reflected."
					},
					"Translation":
					{
						"Text": "Track ID is not effective for SE.\r\nYou cannot stop a playing SE midway.\r\nYou can stop it by leaving the sound source field empty.\r\nThe value for DisableAutoStopPreviousVoices is only effective for Voice.\r\nWhen fading out the currently playing BGM or voice, the values of Volume and Pitch are ignored.\r\nFor MetaSound Source, it seems that the Start Time value is not reflected."
					},
					"Key": "SoundNoteKey"
				},
				{
					"Source":
					{
						"Text": "TrackId"
					},
					"Translation":
					{
						"Text": "TrackId"
					},
					"Key": "TrackIdKey"
				},
				{
					"Source":
					{
						"Text": "Value"
					},
					"Translation":
					{
						"Text": "Value"
					},
					"Key": "ValueKey"
				},
				{
					"Source":
					{
						"Text": "VariableKind"
					},
					"Translation":
					{
						"Text": "VariableKind"
					},
					"Key": "VariableKindKey"
				},
				{
					"Source":
					{
						"Text": "VariableName"
					},
					"Translation":
					{
						"Text": "VariableName"
					},
					"Key": "VariableNameKey"
				},
				{
					"Source":
					{
						"Text": "Visibility"
					},
					"Translation":
					{
						"Text": "Visibility"
					},
					"Key": "VisibilityKey"
				},
				{
					"Source":
					{
						"Text": "Voice"
					},
					"Translation":
					{
						"Text": "Voice"
					},
					"Key": "VoiceKey"
				},
				{
					"Source":
					{
						"Text": "VoiceTrackId"
					},
					"Translation":
					{
						"Text": "VoiceTrackId"
					},
					"Key": "VoiceTrackIdKey"
				},
				{
					"Source":
					{
						"Text": "Volume"
					},
					"Translation":
					{
						"Text": "Volume"
					},
					"Key": "VolumeKey"
				},
				{
					"Source":
					{
						"Text": "WaitForCompletion"
					},
					"Translation":
					{
						"Text": "WaitForCompletion"
					},
					"Key": "WaitForCompletionKey"
				},
				{
					"Source":
					{
						"Text": "WaitForFadeCompletion"
					},
					"Translation":
					{
						"Text": "WaitForFadeCompletion"
					},
					"Key": "WaitForFadeCompletionKey"
				},
				{
					"Source":
					{
						"Text": "WaitForInput"
					},
					"Translation":
					{
						"Text": "WaitForInput"
					},
					"Key": "WaitForInputKey"
				},
				{
					"Source":
					{
						"Text": "WaitForSoundCompletion"
					},
					"Translation":
					{
						"Text": "WaitForSoundCompletion"
					},
					"Key": "WaitForSoundCompletionKey"
				},
				{
					"Source":
					{
						"Text": "You can input patterns like the following in AllowedCharacterRegex.\r\n- Allow only numbers: [0-9]\r\n- Allow only abc: [abc]\r\n- Allow anything except numbers: [^0-9]"
					},
					"Translation":
					{
						"Text": "You can input patterns like the following in AllowedCharacterRegex.\r\n- Allow only numbers: [0-9]\r\n- Allow only abc: [abc]\r\n- Allow anything except numbers: [^0-9]"
					},
					"Key": "TextInputNoteKey"
				},
				{
					"Source":
					{
						"Text": "You can insert variable values using { variable_name }.\r\nIf \":\" is included in the variable name, escape it as \"\\:\".\r\nThe prefixes for variables are as follows:\r\n* \"System::\": System variables\r\n* \"Local::\": Local variables\r\n* \"Predefined::\": Predefined system variables\r\nThe track ID for Voice will be 0.\r\nIf both Voice and DialogueBlip are specified, Voice takes precedence."
					},
					"Translation":
					{
						"Text": "You can insert variable values using { variable_name }.\r\nIf \":\" is included in the variable name, escape it as \"\\:\".\r\nThe prefixes for variables are as follows:\r\n* \"System::\": System variables\r\n* \"Local::\": Local variables\r\n* \"Predefined::\": Predefined system variables\r\nThe track ID for Voice will be 0.\r\nIf both Voice and DialogueBlip are specified, Voice takes precedence."
					},
					"Key": "TextNoteKey"
				},
				{
					"Source":
					{
						"Text": "You can specify the animation of a child widget as \"ChildWidgetName.AnimationName\".\nWhen RestoreState is true, the behavior may differ between gameplay and preview."
					},
					"Translation":
					{
						"Text": "You can specify the animation of a child widget as \"ChildWidgetName.AnimationName\".\nWhen RestoreState is true, the behavior may differ between gameplay and preview."
					},
					"Key": "WidgetAnimationNoteKey"
				},
				{
					"Source":
					{
						"Text": "You can specify the widget of a child widget as \"ChildWidgetName.WidgetName\"."
					},
					"Translation":
					{
						"Text": "You can specify the widget of a child widget as \"ChildWidgetName.WidgetName\"."
					},
					"Key": "ChangeVisibilityNoteKey"
				},
				{
					"Source":
					{
						"Text": "You will manipulate the Effect of the Retainer Box.\r\nSteps is used only when the EasingFunction is Step.\r\nBlend Exp is used only when the EasingFunction is Ease."
					},
					"Translation":
					{
						"Text": "You will manipulate the Effect of the Retainer Box.\r\nSteps is used only when the EasingFunction is Step.\r\nBlend Exp is used only when the EasingFunction is Ease."
					},
					"Key": "ChangeMaterialScalarNoteKey"
				},
				{
					"Source":
					{
						"Text": "ZOrder"
					},
					"Translation":
					{
						"Text": "ZOrder"
					},
					"Key": "ZOrderKey"
				}
			]
		},
		{
			"Namespace": "ShidenScenarioCustomization",
			"Children": [
				{
					"Source":
					{
						"Text": "New Scenario"
					},
					"Translation":
					{
						"Text": "New Scenario"
					},
					"Key": "NewScenarioButton"
				},
				{
					"Source":
					{
						"Text": "Open in Editor"
					},
					"Translation":
					{
						"Text": "Open in Editor"
					},
					"Key": "OpenInEditorButton"
				}
			]
		}
	]
}